/****************************************************************************/
/* For MainViewController.m */

/* Title for 'Add Music' button, before user has chosen some music */
"Add Music" = "Add Music";

/* Alternate title for 'Add Music' button, after user has chosen some music */
"Show Music" = "Show Music";

/* Title for 'Play App Sound' button */
"Play App Sound" = "Play App Sound";



/* Brief instructions to user, shown at launch */
/* Use two leading spaces for nicer display on screen */
"Instructions" = "  Tap Add Music to chose songs to play";

/* Label for prompting user to play music again after it has stopped */
/* Use two leading spaces for nicer display on screen */
"Music-ended Instructions" = "  Tap the Play button to hear your music again";

/* Prompt in media item picker */
"Add songs to play" = "Add songs to play";


/* Label for introducing the now-playing song title and artist */
/* Use two leading spaces for nicer display on screen */
"Now Playing:" = "  Now Playing:";

/* Article between song name and artist name */
"by" = "by";




/* Title for audio hardware route-changed alert view */
"Playback Paused" = "Playback Paused";


/* Explanation for route-changed alert view */
"Audio output was changed" = "Audio output was changed";

/* Play button title */
"ResumePlaybackAfterRouteChange" = "Play";

/* Stop button title */
"StopPlaybackAfterRouteChange" = "Stop";



/****************************************************************************/
/* For MusicTableViewController.m */

/* Prompt to user to choose some songs to play */
"AddSongsPrompt" = "Add songs to play";

/* Add button shown on table view for invoking the media item picker */
"AddMusicFromTableView" = "Add";
